[{
    "title": "AN ARTICLE ON NON-FUNGIBLE TOKENS (NFTs)",
    "image": "https://miro.medium.com/max/1200/1*aZrIA3gvYwg5fA-8YMjjjA@2x.jpeg",
    "article": "From recent developments in artificial intelligence (AI) to virtual reality (VR) to blockchain technology, the tech world is progressing at an impressive speed and it’s waiting for no one. I’ll catch you up. NFTs are the future. This may sound like a stretch but hear me out. First of all, if you’re coming across this concept for the first time, you are welcome. If on the other hand you have already heard of this before and are looking for some sort of explanation, take a seat please. Let’s get started.",
    "category": "NFT",
    "url": "https://medium.com/@media_26466/an-article-on-decentralised-applications-dapps-d93fe7c86e87"
  },
  {
    "title": "BUYING YOUR FIRST NFT ON OPENSEA: A GUIDE",
    "image": "https://miro.medium.com/max/1400/1*TnXu0levSooipWP55DBOlg@2x.jpeg",
    "article": "Without prior experience in crypto, attempting to buy an NFT may come across as a challenging task but with the right guide it can be made relatively simple. Going through the process myself, I made some errors along the way but fortunately for you, all of that can be avoided. This article seeks to provide you with the necessary information to walk you through that process.",
    "category": "NFT",
    "url": "https://medium.com/@media_26466/buying-your-first-nft-on-opensea-a-guide-178846c930c7"
  },
  {
    "title": "Minting NFTs : A Guide",
    "image": "https://miro.medium.com/max/1400/1*23fUEWP_xZySXCT_bqI7zQ@2x.jpeg",
    "article": "As the NFT world grows larger by the day and the craze spreads wider, people, companies, artists especially are becoming more and more interested in creating these iconic pieces of digital art for themselves and monetizing their work. No one wants to miss out on the next big thing. This article will serve as a guide on how to create (mint) an NFT.",
    "category": "NFT",
    "url": "https://medium.com/@media_26466/minting-nfts-a-guide-29cf56a8c1c2"
  },
  {
    "title": "A Year With Solarsoft",
    "image": "https://miro.medium.com/max/1400/0*MmTTcimRqywhFeKu",
    "article": "Another year has passed, and technology and the digital world remain on the rise. From NFTs (Non-Fungible Tokens) to Blockchains and DApps(Decentralized Apps) each company focuses on new revenue streams and what they could add to the metaverse.",
    "category": "NFT",
    "url": "https://medium.com/@media_26466/a-year-with-solarsoft-ba76832a5944"
  },
  {
    "title": "DApps VS Apps: 5 Key Takeaways",
    "image": "https://miro.medium.com/max/1400/1*bR_LcNPlrlL0cnF8EFogQg.jpeg",
    "article": "Decentralised applications (DApps) are digital applications. They can’t be shut down, have no owner, are more secure against cyber attacks and have no downtime.",
    "category": "DeFi",
    "url": "https://medium.com/@media_26466/an-article-on-non-fungible-tokens-nfts-dcf67a691973"
  },
  {
    "title": "Blockchains",
    "image": "https://miro.medium.com/max/1400/1*ljCXoYDCwkDNRIHYUoPqWQ.png",
    "article": "Blockchain technology is picking up speed. What emerged in 2009 as Bitcoin has evolved into so much more. It is essentially the foundation of everything in the Decentralized space; NFTs, DApps, smart contracts, DAOs, tokens, coins and Web 3.0.",
    "category": "Blockchain",
    "url": "https://medium.com/@media_26466/blockchains-38ef35feb9a0"
  },
  {
    "title": "NFT Marketplaces You Should Explore",
    "image": "https://miro.medium.com/max/1400/0*zpgAF8-YPza2-Rzg",
    "article": "Several things are imperative when it comes to NFTs, one of those being a promising community. NFT marketplaces have leveraged the power of communities in building their platforms.",
    "category": "NFT",
    "url": "https://medium.com/@media_26466/9-nft-marketplaces-you-should-explore-b4071609c51d?"
  },
  {
    "title": "The Evolution of The Internet: Web 3.0 and Businesses",
    "image": "https://miro.medium.com/max/1400/1*5rXuhEgpEOkW5USOyQ2hXw.jpeg",
    "article": "As Web 3.0 develops and becomes more mainstream, the internet will evolve, and businesses will have to too. With the introduction of each web, businesses have been able to grow and innovate access to the global market.",
    "category": "Web3",
    "url": "https://medium.com/@media_26466/the-evolution-of-the-internet-web-3-0-and-businesses-cf769050131a"
  }
]